Repository: valerio-bozzolan/it-fuel-stations-comparator
Catalog: l10n/*.UTF-8/LC_MESSAGES/fuel.reyboz.*.po
Languages: it

source: Il team “Il Cloud non esiste”
it: “Cloud storage doesn’t exist” team

source: “Il Cloud non esiste” è il team che in 24 ore ha realizzato il progetto vincitore dell'Hackaton di Facile.it 2015 presentando un comparatore di prezzi dei carburanti.
it: “Cloud storage doesn’t exist” is the team that in 24 hours has developed the winning project of the Facile.it 2015 Hackathon, presenting a fuel price comparator.

source: Articolo su %s
it: Article on %s

source: Leggi l'articolo su %s
it: Read the article on %s

source: Sviluppo dell'importatore-bridge in PHP, MySQL fra i dati dello Sviluppo Economico. Presentatore del progetto.
it: Developed the PHP bridge, MySQL using the data supplied by Economic Development. Presenter of the project

source: «Valerio per favore scrivi qui qualcosa di divertente». -Fatto-
it: «Valerio please write down something funny». -Done-

source: Sviluppo del frontend in PHP, MySQL e JavaScript.
it: Developed front-end in PHP, MySQL and JavaScript

source: Tecnologie utilizzate
it: Technologies

source: Nome tecnologia
it: Technology name

source: Ruolo
it: Team role

source: Licenza di software libero
it: Free software license

source: Framework casereccio in PHP
it: Homemade framework in PHP

source: Ambiente server GNU/Linux
it: GNU/Linux server environment

source: Libreria JavaScript per l'attraversamento, manipolazione e animazioni del DOM
it: JavaScript library for manipulating and animating DOM

source: Libreria JavaScript per mappe interattive
it: JavaScript framework for interactive maps

source: Framework responsivo ispirato al Material Design
it: Responsive framework inspired by Material Design

source: Set di icone Material Design
it: Material Design icon set

source: Sistema di gestione di database relazionali (fork di MySQL)
it: Relational Database Management System (fork of MySQL)

source: Prezzi praticati e anagrafica degli impianti di carburante dal Ministero dello Sviluppo Economico italiano.
it: Price table and station list from the Italian Ministry of Economic Development.

source: Carburanti - Prezzi praticati e anagrafica degli impianti
it: Fuels - prices and details info about fuel stations

source: Mappa collaborativa globale
it: Collaborative global map

source: Logo e favicon
it: Logo and favicon

source: Pubblico dominio
it: Public domain

source: Pre-processore di ipertesti
it: Pre-processor of hypertexts

source: Licenza PHP
it: PHP licence

source: Software di presentazione HTML utilizzato per presentare il progetto all'hackaton
it: Software for HTML presentations, used to present the project at the hackathon

source: Licenza Reveal.JS
it: Reveal.JS license

source: Torna alla mappa
it: Back to the map

source: Torna a %s
it: Back to %s

source: Clona il codice
it: Clone the source code

source: Clona
it: Clone

source: È necessario abilitare JavaScript. Tranquillo, viene utilizzato escusivamente software libero.
it: You have to enable JavaScript. Be happy, we use only free as in freedom software.

source: Confronta velocemente i prezzi fra %s stazioni di rifornimento.
it: Quickly compare fuel prices between %s stations.

source: Ultimo aggiornamento: %s.
it: Last update: %s.

source: Maggiori informazioni
it: More informations

source: Maggiori info
it: More info

source: Socchiudi scheda
it: Close tab

source: Cerca un indirizzo
it: Search an address

source: Risultati ricerca
it: Search results

source: La tua segnalazione è preziosa. Per ora però sara ignorata <_<
it: Your report is important to us.

source: Aggiunta ai preferiti... Se funzionassero <_<
it: Added to favorites.

source: Posizione non disponibile.
it: Position not avaiable.

source: Trova la tua zona, zomma!
it: Find your area, zoom in!

source: Vedo molte stazioni. Fai zoom per scoprirle
it: I see many stations in this area. Zoom in

source: Nessuna pompa di benzina in questa zona
it: No fuel station found in this area.

source: Fai zoom! Qui ci sono {n} stazioni
it: Zoom in! There are {n} stations

source: Litri ogni {euro} € per {station}
it: {euro}/liters per {station}

source: Preferiti
it: Favorites

source: Segnala errore
it: Report error

source: Nessun indirizzo trovato. Riprova con parole più semplici.
it: No address found. Try with simpler words.

source: Compara carburanti
it: Compare fuel prices

source: Confronta i prezzi dei carburanti
it: Compare fuels prices

source: Informazioni sulla piattaforma
it: Platform information

source: La stazione miseID %d doveva essere già stata inserita
it: The station miseID %d should be inserted yet

source: Utilizzo: %s FILE_STAZIONI.csv PREZZI_ALLE_8.csv
it: Usage: %s FILE_STATIONS.csv PRICES_AT_8.csv

source: File delle stazioni non trovato
it: Station file not found

source: Impossibile aprire il file delle stazioni
it: Unable to open the station file

source: File dei prezzi non trovato
it: Prices file not found

source: Impossibile aprire il file dei prezzi
it: Unable to open the prices file

source: Errore: %s.
it: Error: %s.

source: Entra in contatto
it: Get in touch

source: Mettiti in contatto con %s
it: Get in touch with %s

source: Informazioni legali su %s
it: Legal information on %s
